[
  {
    "id": 1,
    "name": {
      "ru": "Старые Кодаки",
      "ua": "Старі Кодаки"
    },
    "slug":"kodaki",
    "coordinates": {
      "latitude": 48.384320,
      "longitude": 35.141581
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 7, 9, 12, 15, 16, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Старые Кодаки — это поселок, расположенный на берегу реки Днепр в окрестностях города Днепр. Основные рыболовные места находятся на перешейке между рекой Днепр и карьером, а сама рыбалка осуществляется именно в реке. В этом районе можно поймать различные виды рыбы, такие как карась, карп, плотва и щука. Старые Кодаки привлекают рыболовов благодаря хорошим условиям для рыбалки, живописным пейзажам и доступности водоемов, обеспечивая тишину и уединение для любителей природы и рыбалки.",
      "ua": "Старі Кодаки - це селище, розташоване на березі річки Дніпро на околицях міста Дніпро. Основні рибальські місця знаходяться на перешийку між річкою Дніпро та кар'єром, а сама рибалка здійснюється саме у річці.У цьому районі можна зловити різні види риби, такі як карась, короп, плотва та щука. Старі Кодаки залучають рибалок завдяки гарним умовам для риболовлі, мальовничим пейзажам та доступності водойм, забезпечуючи тишу та усамітнення для любителів природи та риболовлі."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/kodaki.jpg"

  },

  {
    "id": 2,
    "name": {
      "ru": "Коса на «Победе», г. Днепр",
      "ua": "Коса на «Перемозі», м. Дніпро"
    },
    "slug":"kosa-na-pobede",
    "coordinates": {
      "latitude": 48.425185243894205,
      "longitude": 35.07917404157999
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 5, 7, 9, 10, 11, 12, 15, 16, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Коса на «Победе» — это одно из популярных рыболовных мест, расположенное в черте города Днепр. Участок земли протянулся вдоль Гребного канала, и является любимым местом рыболовов, благодаря разнообразию видов рыбы. Здесь часто ловят карпа, сазана, судака и других пресноводных рыб. Это место привлекает как опытных рыболовов, так и начинающих, так как оно удобно расположено и легко доступно для всех желающих. Летом сюда приходят и любители отдыха на природе, но рыбалка остаётся главной привлекательносью этой локации.",
      "ua": "Коса на «Перемозі» — це одне з найпопулярніших рибальських місць, розташоване в межах міста Дніпро. Ділянка землі простяглася вздовж Гребного каналу, і є улюбленим місцем рибалок, завдяки різноманітності видів риби. Тут часто ловлять коропа, сазана, судака та інших прісноводних риб. Це місце приваблює як досвідчених рибалок, так і початківців, оскільки воно зручно розташоване і доступне для всіх бажаючих. Влітку сюди приходять і любителі відпочинку на природі, але риболовля залишається головною привабливістю цієї локації."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/kosa_na_pobede.jpg"
  },

  {
    "id": 3,
    "name": {
      "ru": "Коса напротив Порохового острова",
      "ua": "Коса навпроти Порохового острова"
    },
    "slug":"kosa-naprotiv-porohovogo",
    "coordinates": {
      "latitude": 48.387610,
      "longitude": 35.128411
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 2, 3, 4, 5, 6, 7, 9, 10, 11, 12, 15, 16, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Коса напротив Порохового острова — популярное рыболовное место, расположенное неподалеку от села Старые Кодаки. Ранее эта коса служила переправой на Пороховой остров (также известный как Кодачок или Змеиный остров), где в разные периоды хранились пороховые запасы и боеприпасы. В настоящее время коса привлекает рыбаков благодаря разнообразию видов рыбы и удобному доступу к водоемам. Однако стоит учитывать, что дно в некоторых местах может быть сложным из-за подводных препятствий, таких как затопленные деревья и остатки конструкций. Таким образом, это место сочетает в себе богатую историческую атмосферу и отличные условия для рыбалки, делая его привлекательным для любителей этого вида отдыха.",
      "ua": "Коса навпроти Порохового острова – популярне рибальське місце, розташоване неподалік села Старі Кодаки. Раніше ця коса служила переправою на Пороховий острів (також відомий як Кодачок або Зміїний острів), де у різні періоди зберігалися порохові запаси та боєприпаси. В даний час коса приваблює рибалок завдяки різноманітності видів риби та зручному доступу до водойм. Однак варто враховувати, що дно в деяких місцях може бути складним через підводні перешкоди, такі як затоплені дерева і залишки конструкцій. Таким чином, це місце поєднує багату історичну атмосферу і відмінні умови для риболовлі, роблячи його привабливим для любителів цього виду відпочинку."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/kosa_naprotiv_porohovogo.jpg"
  },

  {
    "id": 4,
    "name": {
      "ru": "Коса на «Красном камне», г. Днепр",
      "ua": "Коса на «Червоному камені», м. Дніпро"
    },
    "slug":"kosa-na-krasnom-kamne",
    "coordinates": {
      "latitude": 48.500322,
      "longitude": 34.914606
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 5, 7, 9, 10, 11, 12, 15, 16, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Прибрежное расположение жилых массивов Коммунар, Парус и Красный Камень делает это место удобным для рыбаков, так как добраться сюда можно пешком или на велосипеде, не прибегая к машине. Коса на Красном Камне, густо поросшая деревьями, обеспечивает комфортную летнюю рыбалку в тени, а зимой в образовавшемся заливе можно успешно ловить рыбу со льда. В теплое время года здесь водятся как хищные, так и белые виды рыб. Для ловли на приличной глубине стоит отправиться в самый конец косы, где можно рассчитывать на поклевку судака или карпа, тогда как карась хорошо берет как в заливе, так и с правой стороны косы, обращенной к Днепру. Эта часть густо заросла камышом, поэтому весной могут понадобиться высокие сапоги-болотники, а после окончания запрета на ловлю с плавсредств удобной будет лодка. Рыболовные места тянутся вдоль берега вплоть до массива Парус, предоставляя множество вариантов для удачной рыбалки.",
      "ua": "Прибережне розташування житлових масивів Комунар, Парус і Червоний Камінь робить це місце зручним для рибалок, тому що дістатися сюди можна пішки або велосипедом, не вдаючись до машини. Коса на Червоному Камені, густо поросла деревами, забезпечує комфортну літню рибалку в тіні, а взимку в затоці, що утворилася, можна успішно ловити рибу з льоду. У теплу пору року тут живуть як хижі, так і білі види риб. Для лову на пристойній глибині варто вирушити в кінець коси, де можна розраховувати на клювання судака або коропа, тоді як карась добре бере як у затоці, так і з правого боку коси, зверненої до Дніпра. Ця частина густо заросла очеретом, тому навесні можуть знадобитися високі чоботи-болотники, а після закінчення заборони на лов із плавзасобів зручним буде човен. Рибальські місця тягнуться вздовж берега аж до масиву Парус, надаючи безліч варіантів для вдалої риболовлі."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/kosa_na_krasnom_kamne.jpg"
  },

  {
    "id": 5,
    "name": {
      "ru": "Набережная Малиновского, г. Днепр",
      "ua": "Набережна Малиновського, м. Дніпро"
    },
    "slug":"naberezhnaya-malinovskogo",
    "coordinates": {
      "latitude": 48.474479,
      "longitude": 35.081975
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 5, 7, 9, 10, 11, 12, 15, 16, 18, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Широкая бетонная набережная на Левом берегу Днепра расположена напротив Монастырского острова (ранее Комсомольского) и тянется от самолета до железнодорожного моста. Это популярное место для рыбалки, где можно ловить карася, леща, плотву и другую днепровскую рыбу. Рыбачить здесь можно как ближе к Новому мосту, так и дальше в сторону Игрени, однако подъезды к берегу ограничены из-за лодочной станции у поворота к Приднепровску. Длина набережной составляет около 500 метров, что обеспечивает достаточно места для пеших рыбаков, а также возможность заезда на автомобиле. Для удобства есть съезд к берегу напротив хлебозавода, позволяющий подъехать рано утром или остаться на рыбалку с ночевкой.",
      "ua": "Широка бетонна набережна на Лівому березі Дніпра розташована навпроти Монастирського острова (раніше Комсомольського) і тягнеться від літака до залізничного мосту. Це популярне місце для риболовлі, де можна ловити карася, ляща, плітку та іншу дніпровську рибу. Рибалити тут можна як ближче до Нового мосту, так і далі у бік Ігрені, проте під'їзди до берега обмежені через човнову станцію біля повороту до Придніпровська. Довжина набережної становить близько 500 метрів, що забезпечує достатньо місця для піших рибалок та можливість заїзду на автомобілі. Для зручності є з'їзд до берега навпроти хлібозаводу, що дозволяє під'їхати рано-вранці або залишитися на рибалку з ночівлею."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/malinovskogo-naberezhnaja.jpg"
  },

  {
    "id": 6,
    "name": {
      "ru": "Южный мост, г. Днепр",
      "ua": "Південний міст, м. Дніпро"
    },
    "slug": "yuzhnyy-most",
    "coordinates": {
      "latitude": 48.407420,
      "longitude": 35.089318
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 2, 3, 4, 5, 7, 12, 15, 16, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Рыбацкое место у Южного моста, соединяющего ж.м. Приднепровск с ж.м. Победа, является одним из удобных участков для ловли на правобережной стороне Днепра. Здесь имеются удобные подходы и съезды к воде, а глубина у правого берега позволяет ловить рыбу ближе к суше, в отличие от левого берега с его пологими свалами и отмелями. Это место особенно популярно среди владельцев лодок благодаря удобному подъезду, возможности держать транспортное средство в поле зрения и легкости транспортировки лодки на велосипеде. Осенью здесь массово ловят леща и плотву на “кольцо”, и в хорошие дни воды возле моста заполняются лодками рыбаков.",
      "ua": "Рибальське місце біля Південного мосту, що з'єднує ж. Придніпровськ із ж.м. Перемога є однією із зручних ділянок для лову на правобережній стороні Дніпра. Тут є зручні підходи та з'їзди до води, а глибина біля правого берега дозволяє ловити рибу ближче до суші, на відміну від лівого берега з його пологими свалами та мілинами. Це місце особливо популярне серед власників човнів завдяки зручному під'їзду, можливості тримати транспортний засіб у полі зору та легкості транспортування човна на велосипеді. Восени тут масово ловлять ляща та плітку на “кільце”, і в добрі дні води біля мосту заповнюються човнами рибалок."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/yujnii_most.jpg"
  },

  {
    "id": 7,
    "name": {
      "ru": "Канал на «Фрунзенском», г. Днепр",
      "ua": "Канал на «Фрунзенському», м. Дніпро"
    },
    "slug": "kanal-na-frunzenskom",
    "coordinates": {
      "latitude": 48.510665,
      "longitude": 34.983804
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "bay"
    },
    "fish_species": [1, 3, 4, 7, 9, 10, 11, 12, 13, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Жители левого берега Днепра, включая микрорайоны Левобережный и Фрунзенский, часто отдыхают и рыбачат в парке возле канала, расположенного на въезде на Кайдакский мост с левого берега. Это место удобно для рыбалки, особенно для местных жителей, так как оно находится в пешей доступности. Здесь можно расположиться прямо на берегу канала, порыбачить с мостика, отдохнуть в беседках или даже покататься на водных лыжах. Песчаный берег с камышами и деревьями создаёт уютные рыбацкие места прямо в черте города. Рыбалка здесь может быть успешной как летом, так и зимой: ловят карася, плотву и верховодку. Для любителей блесны — можно поймать и окуня, и щуку. Однако, как и в большинстве городских рыболовных мест, шум и мусор на берегу могут омрачить отдых. Поэтому перед тем, как устроиться на рыбалку, не будет лишним навести порядок и, конечно, не забыть забрать с собой упаковки от прикормки и наживки.",
      "ua": "Жителі лівого берега Дніпра, включаючи мікрорайони Лівобережний та Фрунзенський, часто відпочивають та рибалять у парку біля каналу, розташованого на в'їзді на Кайдацький міст із лівого берега. Це місце зручне для риболовлі, особливо для місцевих жителів, оскільки воно знаходиться в пішій доступності. Тут можна розташуватись прямо на березі каналу, порибалити з містка, відпочити в альтанках або навіть покататися на водних лижах. Піщаний берег з очеретами і деревами створює затишні рибальські місця у межах міста. Рибалка тут може бути успішною як влітку, так і взимку: ловлять карася, плітку та верховодку. Для любителів блешні - можна зловити і окуня, і щуку. Однак, як і в більшості міських рибальських місць, шум та сміття на березі можуть затьмарити відпочинок. Тому перед тим, як влаштуватися на рибалку, не буде зайвим навести лад і, звичайно, не забути забрати з собою упаковки від підгодовування та наживки."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/frunzenskii_kanal.jpg"
  },

  {
    "id": 8,
    "name": {
      "ru": "Центральная набережная, г. Днепр",
      "ua": "Центральна набережна, м. Дніпро"
    },
    "slug": "tsentralnaya-naberezhnaya",
    "coordinates": {
      "latitude": 48.468706, 
      "longitude": 35.058357
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 2, 3, 6, 7, 9, 10, 12, 15, 16, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Практически весь участок набережной имеет свободный доступ к воде, за исключением нескольких летних кафе возле Нового моста и в районе Монастырского острова. Это место идеально подходит для рыбалки на фидер и поплавочную удочку. Летом здесь часто бывает много желающих порыбачить, и найти свободное место порой бывает сложно. Некоторые участки доступны для рыбалки только через парапет, в то время как на других можно установить фидер на треноге. Больше мест с полным доступом к воде находится от гостиницы «Днепропетровск» до Монастырского острова. Здесь можно встретить как спиннингистов, так и доночников. Ловят карпа на макуху, карася на фидер и пружину, а на поплавок отлично клюет верховодка.",
      "ua": "Практично вся ділянка набережної має вільний доступ до води, за винятком кількох літніх кафе біля Нового мосту та в районі Монастирського острова. Це місце ідеально підходить для риболовлі на фідер і вудку поплавця. Влітку тут часто буває багато охочих порибалити, і знайти вільне місце часом буває складно. Деякі ділянки доступні для риболовлі лише через парапет, тоді як на інших можна встановити фідер на тринозі. Більше місць із повним доступом до води знаходиться від готелю «Дніпропетровськ» до Монастирського острова. Тут можна зустріти як спінінгістів, так і донечників. Ловлять коропа на макуху, карася на фідер і пружину, а на поплавець добре клює верхівка."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/naberejnaya_dnepr.jpg"
  },

  {
    "id": 8,
    "name": {
      "ru": "Монастырский остров, г. Днепр",
      "ua": "Монастирський острів, м. Дніпро"
    },
    "slug": "monastyrskiy-ostrov",
    "coordinates": {
      "latitude": 48.460344779347245, 
      "longitude": 35.08238726743169
    },
    "region": {
      "ru": "Днепропетровская область",
      "ua": "Дніпропетровська область",
      "region_id": 4
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 14, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Монастырский остров — один из самых известных островов для жителей Днепра. Здесь развита инфраструктура: пляжи, кафе, лодочные стоянки, зоопарк и аквариум. До недавнего времени можно было добраться на канатной дороге, однако её работа была приостановлена около 5 лет назад. Для рыбаков этот остров привлекателен благодаря большой береговой линии с удобными подходами к воде. Рыбалка на фидер и спиннинг возможна в любое время года, когда вода открыта. Осенью часто можно встретить рыбаков с макушатниками, а спиннингисты также любят посещать этот остров. Старая часть острова ранее называлась Шевченко или Комсомольский. Летом удобнее рыбачить в левой части острова, которая находится выше по течению, около церкви, забрасывая снасти как в сторону Днепра, так и в пролив с правым берегом. Осенью и весной, когда пляжи не заняты отдыхающими, вся береговая линия доступна для рыбаков. Попасть сюда на автомобиле невозможно, так как проезд разрешен только служебному транспорту по пропускам, но добраться можно пешком или на велосипеде.",
      "ua": "Монастирський острів — один із найвідоміших островів для мешканців Дніпра. Тут розвинена інфраструктура: пляжі, кафе, стоянки для човнів, зоопарк і акваріум. Донедавна можна було дістатися канатною дорогою, проте її роботу було припинено близько 5 років тому. Для рибалок цей острів привабливий завдяки великій береговій лінії зі зручними підходами до води. Риболовля на фідер і спінінг можлива у будь-яку пору року, коли вода відкрита. Восени часто можна зустріти рибалок з макушатниками, а спінінгісти також люблять відвідувати цей острів. Стара частина острова раніше називалася Шевченком або Комсомольським. Влітку зручніше рибалити в лівій частині острова, що знаходиться вище за течією, біля церкви, закидаючи снасті як у бік Дніпра, так і в протоку з правим берегом. Восени та навесні, коли пляжі не зайняті відпочиваючими, вся берегова лінія доступна для рибалок. Потрапити сюди на автомобілі неможливо, оскільки проїзд дозволено лише службовому транспорту за перепустками, але дістатися можна пішки або велосипедом."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/monastirskiy_ostrov_dnepr.jpg"
  },

  {
    "id": 9,
    "name": {
      "ru": "Озеро Иорданское, г. Киев",
      "ua": "Озеро Йорданське, м. Київ"
    },
    "slug": "ozero-iordanskoe",
    "coordinates": {
      "latitude": 50.491700, 
      "longitude": 30.502800
    },
    "region": {
      "ru": "Киевская область",
      "ua": "Київська область",
      "region_id": 10
    },
    "reservoir": {
      "name": {
        "ru": "озеро Иорданское",
        "ua": "озеро Йорданське"
      },
      "type": "lake"
    },
    "fish_species": [1, 3, 4, 7, 9, 11, 14, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Озеро Иорданское в гряде Опочень второе от днепровских заливов. Очень глубокое озеро, в некоторых местах глубина достигает 14-17 метров. Рыбы много: карась, лещ, окунь, щука, судак, линь. Летом на рассвете, видно как выбрасывается сазан. Способы ловли как везде на диких водоёмах, нужно прикармливать, не шуметь и всё получиться. Отличное место для любителей зимней рыбалки.",
      "ua": "Озеро Йорданське у гряді Дуже друге від дніпровських заток. Дуже глибоке озеро, у деяких місцях глибина сягає 14-17 метрів. Риби багато: карась, лящ, окунь, щука, судак, лин. Влітку вдосвіта, видно як викидається сазан. Способи лову як скрізь на диких водоймах, потрібно підгодовувати, не шуміти і все вийде. Відмінне місце для любителів зимової риболовлі."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/iordankoye_ozero.jpg"
  },

  {
    "id": 10,
    "name": {
      "ru": "Станция метро «Днепр», г. Киев",
      "ua": "Станція метро «Дніпро», м. Київ"
    },
    "slug": "stantsiya-metro-dnepr",
    "coordinates": {
      "latitude": 50.442431,
      "longitude": 30.558585
    },
    "region": {
      "ru": "Киевская область",
      "ua": "Київська область",
      "region_id": 10
    },
    "reservoir": {
      "name": {
        "ru": "река Днепр",
        "ua": "річка Дніпро"
      },
      "type": "river"
    },
    "fish_species": [1, 4, 5, 9, 11, 14, 15, 17],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Набережная Днепра — одно из самых популярных мест для бесплатной рыбалки в Киеве. Здесь можно рыбачить как с берега, так и с моста, а глубина реки и разная скорость течения позволяют ловить как хищную, так и мирную рыбу. Локация удобна благодаря скамейкам, ограждениям, а также близости магазинов и кафе. Для рыбалки используют удочки, спиннинги и закидушки с инерционными катушками. Рядом с метро «Днепр» находится рынок, где можно приобрести наживку, прикормку и снаряжение, что делает это место особенно удобным для рыбаков.",
      "ua": "Набережна Дніпра - одне з найпопулярніших місць для безкоштовної риболовлі у Києві. Тут можна рибалити як з берега, так і з мосту, а глибина річки та різна швидкість течії дозволяють ловити як хижу, так і мирну рибу. Локація зручна завдяки лавкам, огорожам, а також близькості магазинів та кафе. Для риболовлі використовують вудки, спінінги та закидушки з інерційними котушками. Поруч з метро «Дніпро» знаходиться ринок, де можна придбати наживку, підгодовування та спорядження, що робить це місце особливо зручним для рибалок."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/metro_dnepr.jpg"
  },

  {
    "id": 11,
    "name": {
      "ru": "Озеро Золоче",
      "ua": "Озеро Золоче"
    },
    "slug": "ozero-zoloche",
    "coordinates": {
      "latitude": 50.3056203,
      "longitude": 30.6903321
    },
    "region": {
      "ru": "Киевская область",
      "ua": "Київська область",
      "region_id": 10
    },
    "reservoir": {
      "name": {
        "ru": "озеро Золоче",
        "ua": "озеро Золоче"
      },
      "type": "lake"
    },
    "fish_species": [1, 7, 9, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Это небольшое озеро находится в селе Золоче, недалеко от Киева. Оно окружено лесом и полем, поэтому здесь очень тихо и красиво. Озеро имеет глинистое дно и глубину до 4 метров. Здесь можно ловить рыбу как с берега, так и с лодки.",
      "ua": "Це невелике озеро знаходиться у селі Золочі, неподалік Києва. Воно оточене лісом та полем, тому тут дуже тихо та красиво. Озеро має глинисте дно та глибину до 4 метрів. Тут можна ловити рибу як із берега, так і з човна."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/zoloche.jpg"
  },

  {
    "id": 12,
    "name": {
      "ru": "Залив Десенка, г. Киев",
      "ua": "Затока Десенка, м. Київ"
    },
    "slug": "zaliv-desenka",
    "coordinates": {
      "latitude": 50.488925,
      "longitude": 30.561735
    },
    "region": {
      "ru": "Киевская область",
      "ua": "Київська область",
      "region_id": 10
    },
    "reservoir": {
      "name": {
        "ru": "река Десенка",
        "ua": "річка Десенка"
      },
      "type": "river"
    },
    "fish_species": [1, 2, 4, 7, 9, 15],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Залив реки Десенка на Троещине. Рыбное место найти здесь несложно: нужно пройти к реке Десенка от трамвайного моста, где можно обустроиться на природе возле водоема. Залив довольно глубокий, а вода в нем стоячая. Некоторые участки водоема глубокие возле берега, поэтому рыба будет клевать с любой точки берега. Из рыбы легче всего поймать леща, окуня и щуку. Иногда попадается жерех и мелкий судак. Местность отлично подходит для летней рыбалки, прогулок на лодке или семейного отдыха на свежем воздухе.",
      "ua": "Затока річки Десенка на Троєщині. Рибне місце знайти тут нескладно: потрібно пройти до річки Десенка від трамвайного мосту, де можна облаштуватись на природі біля водойми. Затока досить глибока, а вода в ній стояча. Деякі ділянки водойми глибокі біля берега, тому риба клюватиме з будь-якої точки берега. З риби найлегше зловити ляща, окуня та щуку. Іноді трапляється жерех та дрібний судак. Місцевість чудово підходить для літньої риболовлі, прогулянок човном або сімейного відпочинку на свіжому повітрі."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/zaliv_desenka.jpg"
  },

  {
    "id": 13,
    "name": {
      "ru": "Озеро Вижомля",
      "ua": "Озеро Віжомля"
    },
    "slug": "ozero-vizhomlya",
    "coordinates": {
      "latitude": 49.857762,
      "longitude": 23.448995
    },
    "region": {
      "ru": "Львовская область",
      "ua": "Львівська область",
      "region_id": 13
    },
    "reservoir": {
      "name": {
        "ru": "озеро Вижомля",
        "ua": "озеро Віжомля"
      },
      "type": "lake"
    },
    "fish_species": [1, 7, 9, 10, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Озеро Вижомля находится в 58 км от Львова. Пологий берег хорошо подходит для рыбалки.",
      "ua": "Озеро Віжомля знаходиться за 58 км від Львова. Пологий берег добре підходить для риболовлі."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/vijomlya.jpg"
  },

  {
    "id": 14,
    "name": {
      "ru": "Озеро Задорожное",
      "ua": "Озеро Задорожне"
    },
    "slug": "ozero-zadorozhnoe",
    "coordinates": {
      "latitude": 49.55419688322703,
      "longitude": 23.921519492052735
    },
    "region": {
      "ru": "Львовская область",
      "ua": "Львівська область",
      "region_id": 13
    },
    "reservoir": {
      "name": {
        "ru": "озеро Задорожное",
        "ua": "озеро Задорожне"
      },
      "type": "lake"
    },
    "fish_species": [1, 9, 10, 26],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Озеро в Николаевском районе Львовской области – это два ставка, образованные на месте затопления песчаного карьера. Расстояние от Львова – 40 км. За то, что вода здесь очень прозрачная, озеро называют местным Байкалом. Дно и прибрежная зона у водоемов песчаные, это привлекает любителей пляжного отдыха. К тому же, здесь отличная рыбалка: в ставках водится форель, окунь, щука и плотва. Здесь могут рыбачить все желающие, только стоит помнить, что рыбалка во время нереста запрещена.",
      "ua": "Озеро у Миколаївському районі Львівської області – це дві ставки, утворені на місці затоплення піщаного кар'єру. Відстань від Львова – 40 км. Через те, що вода тут дуже прозора, озеро називають місцевим Байкалом. Дно та прибережна зона біля водойм піщані, це приваблює любителів пляжного відпочинку. До того ж тут чудова рибалка: у ставках водиться форель, окунь, щука і плотва. Тут можуть рибалити усі охочі, тільки варто пам'ятати, що рибалка під час нересту заборонена."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/zadorojne.jpg"
  },

  {
    "id": 15,
    "name": {
      "ru": "Озеро Налануй, г. Львов",
      "ua": "Озеро Налануй, м. Львів"
    },
    "slug": "ozero-nalanuy",
    "coordinates": {
      "latitude": 49.80078030576363,
      "longitude": 24.015891643631377
    },
    "region": {
      "ru": "Львовская область",
      "ua": "Львівська область",
      "region_id": 13
    },
    "reservoir": {
      "name": {
        "ru": "озеро Налануй",
        "ua": "озеро Налануй"
      },
      "type": "lake"
    },
    "fish_species": [1, 7, 10, 11],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Большое озеро за перекрестком улиц Научная и Стрийская радует львовских рыбаков не только удобным месторасположением, но и отличными уловами. В озере можно поймать хищных щук и окуней, а еще карасей и красноперок.",
      "ua": "Велике озеро за перехрестям вулиць Наукова та Стрийська радує львівських рибалок не лише зручним місцем розташування, а й відмінними уловами. В озері можна спіймати хижих щук і окунів, а також карасів і краснопірок."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/nalanui.jpg"
  },

  {
    "id": 16,
    "name": {
      "ru": "Село Маяки",
      "ua": "Село Маяки"
    },
    "slug": "selo-mayaki",
    "coordinates": {
      "latitude": 46.41273410155532,
      "longitude": 30.26290636291194
    },
    "region": {
      "ru": "Одесская область",
      "ua": "Одеська область",
      "region_id": 15
    },
    "reservoir": {
      "name": {
        "ru": "река Дунай",
        "ua": "річка Дунай"
      },
      "type": "river"
    },
    "fish_species": [1, 2, 3, 4, 7, 9, 10, 14, 15, 16, 20, 25],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Днестр в районе села Маяки — популярное место для рыбалки в Одесской области. Здесь можно ловить сазана, карпа, леща, тарань, судака, жереха, окуня и другую рыбу. Река глубокая, с умеренным течением, удобными берегами и возможностью ловли как с берега, так и с лодки. Для мирной рыбы подходят фидер, донные снасти и поплавочная удочка, а для хищника — спиннинг с блеснами, воблерами и силиконовыми приманками. Рыбалка здесь бесплатная, но стоит учитывать сезонные запреты. Добраться до Маяков можно на авто или автобусе из Одессы (около 50 км).",
      "ua": "Дністер у районі села Маяки – популярне місце для риболовлі на Одещині. Тут можна ловити сазана, коропа, ляща, тарань, судака, жереха, окуня та іншу рибу. Глибока річка, з помірною течією, зручними берегами і можливістю лову як з берега, так і з човна. Для мирної риби підходять фідер, донні снасті та вудка поплавця, а для хижака - спінінг з блешнями, воблерами і силіконовими приманками. Риболовля тут безкоштовна, але варто враховувати сезонні заборони. Дістатися Маяків можна на авто або автобусі з Одеси (близько 50 км)."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/mayaki.jpg"
  },

  {
    "id": 17,
    "name": {
      "ru": "Озеро Ялпуг",
      "ua": "Озеро Ялпуг"
    },
    "slug": "ozero-yalpug",
    "coordinates": {
      "latitude": 45.459834529955906,
      "longitude": 28.62690364873949
    },
    "region": {
      "ru": "Одесская область",
      "ua": "Одеська область",
      "region_id": 15
    },
    "reservoir": {
      "name": {
        "ru": "озеро Ялпуг",
        "ua": "озеро Ялпуг"
      },
      "type": "lake"
    },
    "fish_species": [1, 2, 3, 4, 5, 7, 9, 10, 14, 15, 16, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Озеро Ялпуг — крупнейший природный водоем Украины, расположенный в Одесской области. Здесь водится карась, лещ, сазан, судак, сом, окунь и щука. Рыбачить можно как с берега, так и с лодки, используя фидер, донные снасти, поплавочную удочку или спиннинг. Озеро отличается разнообразными глубинами и зарослями камыша, что создает хорошие условия для рыбалки. Доступ к воде свободный, но стоит учитывать сезонные запреты. Добраться можно на авто, ближайший крупный населенный пункт — Болград.",
      "ua": "Озеро Ялпуг — найбільша природна водойма України, розташована в Одеській області. Тут водиться карась, лящ, сазан, судак, сом, окунь та щука. Рибалити можна як з берега, так і з човна, використовуючи фідер, донні снасті, вудку поплавця або спінінг. Озеро відрізняється різноманітними глибинами та чагарниками очерету, що створює гарні умови для риболовлі. Доступ до води вільний, але варто враховувати сезонні заборони."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/yalpug.jpg"
  },

  {
    "id": 18,
    "name": {
      "ru": "Река Турунчук",
      "ua": "Річка Турунчук"
    },
    "slug": "reka-turunchuk",
    "coordinates": {
      "latitude": 46.553459113164735,
      "longitude": 29.988826691444693
    },
    "region": {
      "ru": "Одесская область",
      "ua": "Одеська область",
      "region_id": 15
    },
    "reservoir": {
      "name": {
        "ru": "река Турунчук",
        "ua": "річка Турунчук"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 5, 7, 9, 10, 15, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Река Турунчук — один из рукавов Днестра, расположенный в Одесской области. Это тихая и живописная река с медленным течением, заросшими берегами и многочисленными заводями. Здесь водятся лещ, карась, сазан, сом, судак, окунь и щука. Рыбачить можно как с берега, так и с лодки, используя фидер, донные снасти, спиннинг и поплавочную удочку. В некоторых местах река труднодоступна из-за зарослей, но это делает рыбалку более уединенной. Добраться можно на авто, ближайшие населенные пункты — Маяки и Беляевка.",
      "ua": "Річка Турунчук – один із рукавів Дністра, розташований в Одеській області. Це тиха та мальовнича річка з повільною течією, зарослими берегами та численними заводами. Тут водяться лящ, карась, сазан, сом, судак, окунь та щука. Рибалити можна як з берега, так і з човна, використовуючи фідер, донні снасті, спінінг і поплавочну вудку. У деяких місцях річка важкодоступна через зарості, але це робить риболовлю більш самотньою. Дістатись можна на авто, найближчі населені пункти — Маяки та Біляївка."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/turunchuk.jpg"
  },

  {
    "id": 19,
    "name": {
      "ru": "Печенежское водохранилище",
      "ua": "Печенізьке водосховище"
    },
    "slug": "pechenezhskoe-vodokhranilishche",
    "coordinates": {
      "latitude": 49.8875,
      "longitude": 36.9264
    },
    "region": {
      "ru": "Харьковская область",
      "ua": "Харківська область",
      "region_id": 20
    },
    "reservoir": {
      "name": {
        "ru": "река Северский Донец",
        "ua": "річка Сіверський Донець"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 9, 10, 12, 15, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Печенежское водохранилище – крупнейший пресноводный водоем Харьковской области, расположенный на реке Северский Донец. Это популярное место для рыбалки, где водятся судак, щука, окунь, карп, лещ и густера. Наиболее удобные места для ловли находятся возле сел Печенеги и Мартовое, где можно рыбачить с берега или с лодки. Водоем отличается большими глубинами и разнообразным рельефом дна, что делает его привлекательным для фидерной, поплавочной и спиннинговой рыбалки.",
      "ua": "Печенізьке водосховище – найбільше прісноводне водоймище Харківської області, розташоване на річці Сіверський Донець. Це популярне місце для риболовлі, де водяться судак, щука, окунь, короп, лящ та густери. Найбільш зручні місця для лову знаходяться біля сіл Печеніги та Мартове, де можна рибалити з берега або з човна. Водойма відрізняється великими глибинами і різноманітним рельєфом дна, що робить його привабливим для фідерної, поплавкової та спінінгової риболовлі."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/pechenegi.jpg"
  },

  {
    "id": 20,
    "name": {
      "ru": "Краснопавловское водохранилище",
      "ua": "Краснопавлівське водосховище"
    },
    "slug": "krasnopavlovskoe-vodokhranilishche",
    "coordinates": {
      "latitude": 49.11711695223616,
      "longitude": 36.46873518269714
    },
    "region": {
      "ru": "Харьковская область",
      "ua": "Харківська область",
      "region_id": 20
    },
    "reservoir": {
      "name": {
        "ru": "река Красная",
        "ua": "річка Червона"
      },
      "type": "river"
    },
    "fish_species": [4, 9, 7, 10, 12, 15, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Краснопавловское водохранилище — это искусственный водоем, созданный на реке Красная. Водохранилище расположено в Харьковской области Украины, и оно было построено для регулирования уровня воды в реке, а также для нужд водоснабжения и ирригации. Это не просто озеро, а именно водохранилище, созданное с определенными техническими и экологическими целями. В нем обитают такие рыбы, как лещ, судак, щука, окунь и карась, что привлекает рыбаков круглый год. Водоем обладает разнообразными участками для рыбалки, включая глубокие зоны и отмели, что дает возможность ловить рыбу на различных глубинах и с разных точек. Это место идеально подходит для тех, кто хочет испытать удачу, насладиться природой и провести время на воде.",
      "ua": "Краснопавлівське водосховище — це штучне водоймище, створене на річці Червона. Водосховище розташоване в Харківській області України, і воно було збудовано для регулювання рівня води в річці, а також для потреб водопостачання та іригації. Це не просто озеро, а саме водосховище, створене з певними технічними та екологічними цілями. У ньому мешкають такі риби, як лящ, судак, щука, окунь і карась, що приваблює рибалок цілий рік. Водойма має різноманітні ділянки для риболовлі, включаючи глибокі зони та мілини, що дає можливість ловити рибу на різних глибинах і з різних точок. Це місце ідеально підходить для тих, хто хоче зазнати успіху, насолодитися природою та провести час на воді."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/krasnopavl.jpg"
  },

  {
    "id": 21,
    "name": {
      "ru": "Великобурлукское водохранилище",
      "ua": "Великобурлуцьке водосховище"
    },
    "slug": "velikoburlukskoe-vodokhranilishche",
    "coordinates": {
      "latitude": 49.996749993360744,
      "longitude": 37.323720919094875
    },
    "region": {
      "ru": "Харьковская область",
      "ua": "Харківська область",
      "region_id": 20
    },
    "reservoir": {
      "name": {
        "ru": "река Большой Бурлук",
        "ua": "річка Великий Бурлук"
      },
      "type": "river"
    },
    "fish_species": [4, 9, 7, 10, 12, 15, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Великобурлукское водохранилище расположено в Харьковской области, на реке Большой Бурлук. Это место популярно среди рыболовов благодаря наличию множества видов рыбы, таких как карп, лещ, судак и окунь. Водохранилище имеет обширную береговую линию, что дает много возможностей для рыбалки, как с берега, так и с лодки. Здесь можно как спокойно порыбачить, так и заняться активной рыбалкой, используя спиннинги или фидеры. Это одно из мест для рыбалки в Харьковской области, где всегда можно найти тихие уголки для отдыха и ловли рыбы.",
      "ua": "Великобурлуцьке водосховище розташоване на Харківщині, на річці Великий Бурлук. Це місце популярне серед рибалок завдяки наявності безлічі видів риби, таких як короп, лящ, судак та окунь. Водосховище має велику берегову лінію, що дає багато можливостей для риболовлі як з берега, так і з човна. Тут можна як спокійно порибалити, так і зайнятися активною рибалкою, використовуючи спінінги або фідери. Це одне з місць для риболовлі в Харківській області, де завжди можна знайти тихі куточки для відпочинку та лову риби."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/velikoburluk.jpg"
  },

  {
    "id": 22,
    "name": {
      "ru": "Водохранилище на реке Южный Буг, с. Ворошиловка",
      "ua": "Водосховище на річці Південний Буг, с. Ворошилівка"
    },
    "slug": "vodokhranilishche-na-reke-yuzhnyy-bug",
    "coordinates": {
      "latitude": 49.035167,
      "longitude": 28.379917
    },
    "region": {
      "ru": "Винницкая область",
      "ua": "Вінницька область",
      "region_id": 2 
    },
    "reservoir": {
      "name": {
        "ru": "река Южный Буг",
        "ua": "річка Південний Буг"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 9, 7, 10, 12, 15, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Водохранилище на реке Южный Буг, расположенное в районе села Ворошиловка Винницкой области, является популярным местом для рыбалки. Это водоем, который привлекает рыбаков благодаря разнообразию рыбы, включая такие виды как карп, щука, окунь и карась. Водоем идеально подходит для ловли с берега и с лодки, благодаря своей доступности и наличию удобных мест для рыбалки. Рыбалка возможна круглый год, и это место особенно популярно среди любителей фидерной и спиннинговой ловли.",
      "ua": "Водосховище на річці Південний Буг, що розташоване в районі села Ворошилівка Вінницької області, є популярним місцем для риболовлі. Це водоймище, яке приваблює рибалок завдяки різноманітності риби, включаючи такі види як короп, щука, окунь і карась. Водойма ідеально підходить для лову з берега та з човна, завдяки своїй доступності та наявності зручних місць для риболовлі. Рибалка можлива цілий рік, і це місце особливо популярне серед любителів фідерного та спінінгового лову."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/yujnii_bug.jpg"
  },

  {
    "id": 23,
    "name": {
      "ru": "Ладижинское водохранилище",
      "ua": "Ладижинське водосховище"
    },
    "slug": "ladizhinskoe-vodokhranilishche",
    "coordinates": {
      "latitude": 48.7256,
      "longitude": 29.1364
    },
    "region": {
      "ru": "Винницкая область",
      "ua": "Вінницька область",
      "region_id": 2 
    },
    "reservoir": {
      "name": {
        "ru": "река Южный Буг",
        "ua": "річка Південний Буг"
      },
      "type": "river"
    },
    "fish_species": [1, 3, 4, 7, 10, 14, 15, 20],  
    "accessibility": {
      "boat": true,
      "shore": true
    },
    "description": {
      "ru": "Ладижинское водохранилище на реке Южный Буг в Винницкой области — популярное место для рыбалки, привлекающее рыболовов разнообразием рыбы, включая судака, леща, щуку, карася и карпа. Водоем имеет участки с разной глубиной, что позволяет ловить рыбу как на мелководье, так и в более глубоких местах. Здесь комфортно рыбачить на спиннинг, фидер и донные снасти. Берега обустроены для удобного подхода к воде, а рыбалка доступна как с берега, так и с лодки. Водоем пользуется популярностью круглый год благодаря отличным условиям для рыбалки и живописной природе.",
      "ua": "Ладижинське водосховище на річці Південний Буг у Вінницькій області — популярне місце для риболовлі, яке приваблює рибалок різноманітністю риби, включаючи судака, ляща, щуку, карася та коропа. Водойма має ділянки з різною глибиною, що дозволяє ловити рибу як на мілководді, так і в глибших місцях. Здесь комфортно рыбачить на спиннинг, фидер и донные снасти. Берега обустроены для удобного подхода к воде, а рыбалка доступна как с берега, так и с лодки. Водоем пользуется популярностью круглый год благодаря отличным условиям для рыбалки и живописной природе."
    },
    "image_url":"http://localhost:5000/uploads/images/locations/ladijin.jpg"
  }
]